tap "epk/epk"
tap "theboredteam/boring-notch"
brew "azure-cli"
brew "bat"
brew "chezmoi"
brew "docker-completion"
brew "docker"
brew "doggo"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mole"
brew "node"
brew "nodenv"
brew "postgresql@18", link: true
brew "redis"
brew "ripgrep"
brew "xh"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "theboredteam/boring-notch/boring-notch"
cask "brave-browser"
cask "bruno"
cask "claude"
cask "claude-code"
cask "datweatherdoe"
cask "dbeaver-community"
cask "discord"
cask "elgato-stream-deck"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans"
cask "epk/epk/font-sf-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "headlamp"
cask "insta360-studio"
cask "jellyfin-media-player"
cask "localsend"
cask "logi-options+"
cask "maccy"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "orbstack"
cask "rectangle"
cask "redis-insight"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tailscale-app"
cask "telegram"
cask "termius"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fabiospampinato.vscode-todo-plus"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "irongeek.vscode-env"
vscode "jspolancor.presentationmode"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "pflannery.vscode-versionlens"
vscode "praveencrony.total-lines"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
